package caida.xinxi.Takingorders;

public class dessertmenu extends MealMenu{
	
	public dessertmenu(){
		
		addItem("玉米饼","玉米饼是采用玉米面烘烤而成的饼状食物，色香味俱全，有嚼劲，香酥可口。",18.0,"image/玉米饼.jpg");
		addItem("南瓜饼","南瓜饼是一道传统菜式，是主要以南瓜为原料做成的饼，在不同地方的制作方法有多不同。南瓜中对人体的有益成分有：多糖、氨基酸、活性蛋白、类胡罗卜素及多种微量元素等。",22,"image/南瓜饼.jpg");
		addItem("绿豆糕","绿豆饼，是采用纯天然东北绿豆为原料，按历代相传的手工工艺精制而成的糕点，也是泉州传统的汉族名点之一，制作讲究，卫生，不使用任何防腐剂和色素，以其皮酥、清晰多层、味道香浓酥软、入口即溶、",24,"image/绿豆饼.jpg");
		addItem("鸡蛋饼","鸡蛋饼是由新鲜的鸡蛋、优质面粉、淀粉、食用盐、鸡精、葱、油、等精制而成。口感润滑，细嫩，营养丰富，是早餐的最佳食品，不上火。",20,"image/鸡蛋饼.jpg");
		addItem("汉堡包","这种食物食用方便、风味可口、营养全面，现在已经成为畅销世界的方便主食之一。",32,"image/汉堡包.jpg");
		addItem("叉烧包","叉烧包（Steamed BBQ Pork Bun）是广东省具代表性的汉族传统名点之一，是粤式早茶的“四大天王（虾饺、干蒸烧卖、叉烧包、蛋挞）”之一。",32,"image/叉烧包.jpg");
		addItem("烧麦","烧麦又称烧卖、稍美（内蒙古写法，音shāo mài ）、肖米、稍麦、稍梅、烧梅、鬼蓬头，在日本称作焼売，是形容顶端蓬松束折如花的形状，是一种以烫面为皮裹馅上笼蒸熟的小吃。",32,"image/烧麦.jpg");
		addItem("蛋挞","蛋挞是一种以蛋浆做成馅料的西式馅饼；挞为英文“tart”之音译，指馅料外露之西式馅饼。",32,"image/蛋挞.jpg");
		addItem("糯米鸡","糯米鸡（Sticky rice in lotus leaf）是中国广东、武汉等地特色食品的一种，属于粤菜菜系。",32,"image/糯米鸡.jpg");
	}
}
